Repository: DJ-Glock/CafeManagerPRO
Catalog: CafeManager/*.lproj/Localizable.strings
Languages: ru

# alertNoCanDo
source: Unable to complete
ru: Невозможно выполнить

# paramsNotFilledProperly
source: Fields were not filled properly
ru: Поля были заполнены некорректно

# alertUnableToSaveData
source: Unable to save data
ru: Невозможно сохранить данные

# checkInputParameters
source: Chek input parameters
ru: Проверьте введенные параметры

source: Import of menu performed successfully!
ru: Импорт выполнен успешно!

source: Import of menu failed!
ru: Импорт меню не удался!

source: Rate us
ru: Оцените нас

source: Rate us!
ru: Оценить нас!

source: Do you like our app? Have an issue? Please rate us or leave a feedback!
ru: Вам понравилось наше приложение? Возникли вопросы? Оцените нас или оставьте свой отзыв!

# guestNameForInsert
source: Guest
ru: Гость

# openButton
source: Open
ru: Открыть

# closeButton
source: Close
ru: Закрыть

# alertCancel
source: Cancel
ru: Отмена

# alertClose
source: Close
ru: Закрыть

# alertDone
source: Done
ru: Готово

# alertDelete
source: Delete
ru: Удалить

source: Category
ru: Категория

# guestComeTime
source: Come at
ru: Пришел

# guestGoneTime
source: Gone at
ru: Ушел

source: Guest name
ru: Имя гостя

source: Amount
ru: Счет

# alertInputGuestName
source: Enter new guest name
ru: Введите новое имя гостя

# alertConfirmGuestHasGone
source: Please confirm guest is leaving
ru: Подтвердите уход гостя

# alertConfirmGuestHasGoneMessage
source: You will not be able to activate this guest again.
ru: Ушедшего гостя нельзя вновь активировать.

# alertConfirmTableClosure
source: Please confirm table closure
ru: Подтвердите закрытие столика

# alertConfirmTableClosureMessage
source: All guests and orders will be moved to archive and available in History and Reports.
ru: Все заказы и гости переместятся в архив и будут доступны в Истории и Отчетах.

source: Choose
ru: Выбрать

source: Add selected
ru: Добавить выбранное

source: Item name
ru: Наименование

# itemDescription
source: Description
ru: Описание

# itemPrice
source: Price
ru: Стоимость

# alertMenuItemAddingInputParameters
source: Enter menu item parameters
ru: Введите параметры

# alertConfirmDeletionOfItem
source: Plese confirm deletion
ru: Подтвердите удаление

# alertConfirmDeletionOfItemMessage
source: Warning! Once menu item is deleted, all orders of this item will be deleted from database and not available in History and Reports.
ru: Внимание! При удалении пункта меню будут удалены все заказы этой позиции из базы данных и недоступны в отчетах.

source: Please choose an option
ru: Пожалуйста выберите опцию

source: Add manually
ru: Добавить вручную

source: Add from catalogue (English)
ru: Добавить из каталога (Английский)

source: Add from catalogue (Russian)
ru: Добавить из каталога (Русский)

source: Export menu
ru: Экспортировать меню

source: Export of menu failed!
ru: Экспорт не удался!

source: Table name
ru: Имя столика

source: Table capacity
ru: Количество мест

# inputTableParams
source: Enter table parameters
ru: Введите параметры столика

# tableOpened
source: Opened at
ru: Открыт

source: Table is closed
ru: Столик закрыт

# confirmTableDeletion
source: Please confirm table deletion
ru: Подтвердите удаление столика

# confirmTableDeletionMessage
source: Warning! Once table is deleted, all archived data will be deleted and no longer available.
ru: Внимание! При удалении столика, будет удалены исторические данные!

# choosePeriodButton
source: Choose
ru: Выбрать

# sellingStatistics
source: Sales
ru: Продажи

source: Average time of table sessions
ru: Среднее время сессии столика

source: Average time of guest sessions
ru: Среднее время гостя

source: Average number of guests per table
ru: Среднее количество гостей за столиком

source: Average amount
ru: Средний счет

source: Minimum amount
ru: Минимальный счет

source: Maximum amount
ru: Максимальный счет

source: Total profit
ru: Прибыль

source: Guests count
ru: Всего гостей

source: Table sessions count
ru: Всего сессий столиков

# Bulk selection
source: Select
ru: Выбрать

source: Show chart
ru: Показать

source: Date;Value
ru: Дата;Значение

source: Discount:
ru: Скидка:

source: Original:
ru: Было:

source: Tips:
ru: Чаевые:

# tableOpenTime
source: Opened:
ru: Открыт:

# tableCloseTime
source: Closed:
ru: Закрыт:

# tableTotalGuests
source: Guests:
ru: Гостей:

# tableTotalAmount
source: Amount:
ru: Счет:

# CheckoutPopoverViewTitle
source: Checkout params
ru: Расчет столика

# CheckoutButtonTitle
source: Checkout
ru: Расчитать

# synchronizationWarningTitle
source: WARNING!
ru: ВНИМАНИЕ!

# synchronizationWarningText
source: Before running sync, ensure that you read section of Help page regarding sync!
ru: Перед выполнением синхронизации, убедитесь, что Вы прочитали раздел Помощь, посвященный синхронизации!

# synchronizationWarningConfirm
source: I am aware, run sync.
ru: В курсе, выполнить синхронизацию

# synchronizationWarningDeny
source: Cancel
ru: Отмена

# ColorThemeChangedTitle
source: Color theme has been changed
ru: Цветовая тема изменена

# ColorThemeChangedMessage
source: For changes to take effect, application should be closed now. Please relaunch app.
ru: Приложение должно быть перезапущено. Запустите приложение повторно.

# ColorThemeChangedButton
source: Close the app
ru: Закрыть приложение
